4skill-test-msib3-arkatama-programmer/app/Controllers/CStart.php

    public function index() {
        $startModel = new MStart();
        // $data['identitas'] = $startModel->findAll(); // array
        $data['identitas'] = $startModel->get()->getResult(); // object
---
SELECT *
FROM `identitas`